songs/starryeyes.org
#+TITLE: The Records - Starry Eyes

* Lyrics
#+begin_example
While you were off in France
We were stranded in the British Isles
Left to fall apart amongst your passports and the files
We never asked for miracles but they were our concern
Did you really think we'd sit it out and wait for your return?

I don't want to argue, I ain't gonna budge
Won't you take this number down
Before you call up the judge?
I don't want to argue, there's nothing to say
Get me out of your starry eyes and be on your way

While you were on the beach
Were you dreaming all about your share?
Planning to invest it all to cover wear and tear?
We paid for all the phone calls, the money's off the shelf
Don't you know that while you're gone away
I've got to help myself?

I don't want to argue, I ain't gonna budge
Won't you take this number down
Before you call up the judge?
I don't want to argue, there's nothing to say
Get me out of your starry eyes and be on your way

While you were in the pool
We were meeting with the boys upstairs
Talking to the money men and carrying out affairs
We had no time for cocktails or working up a tan
The boys have all been spoken to
The writ has hit the fan

So I don't want to argue, I ain't gonna budge
Won't you take this number down
Before you call up the judge?
Cause I don't want to argue, there's nothing to say
Get me out of your starry eyes and be on your way

Now I don't want to argue, there's nothing to say
Just get me out of your starry eyes and be on your way
Get me out of your starry eyes and be on your way
#+end_example
