songs/starryeyes.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="no" xml:lang="no">
<head>
<!-- 2023-08-03 Thu 12:21 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>The Records - Starry Eyes</title>
<meta name="author" content="Tarjei Bærland" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="style.css" type="text/css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">The Records - Starry Eyes</h1>

<div id="outline-container-orgb419aae" class="outline-2">
<h2 id="orgb419aae">Lyrics</h2>
<div class="outline-text-2" id="text-orgb419aae">
<pre class="example" id="org2cc1301">
While you were off in France
We were stranded in the British Isles
Left to fall apart amongst your passports and the files
We never asked for miracles but they were our concern
Did you really think we'd sit it out and wait for your return?

I don't want to argue, I ain't gonna budge
Won't you take this number down
Before you call up the judge?
I don't want to argue, there's nothing to say
Get me out of your starry eyes and be on your way

While you were on the beach
Were you dreaming all about your share?
Planning to invest it all to cover wear and tear?
We paid for all the phone calls, the money's off the shelf
Don't you know that while you're gone away
I've got to help myself?

I don't want to argue, I ain't gonna budge
Won't you take this number down
Before you call up the judge?
I don't want to argue, there's nothing to say
Get me out of your starry eyes and be on your way

While you were in the pool
We were meeting with the boys upstairs
Talking to the money men and carrying out affairs
We had no time for cocktails or working up a tan
The boys have all been spoken to
The writ has hit the fan

So I don't want to argue, I ain't gonna budge
Won't you take this number down
Before you call up the judge?
Cause I don't want to argue, there's nothing to say
Get me out of your starry eyes and be on your way

Now I don't want to argue, there's nothing to say
Just get me out of your starry eyes and be on your way
Get me out of your starry eyes and be on your way
</pre>
</div>
</div>
</div>
</body>
</html>